<?php
/**
 * 
 * 数据库配置文件
// +----------------------------------------------------------------------
// | Package   Srdcphp企业网站管理系统
// +----------------------------------------------------------------------
// | Copyright (c) 2009-2014 http://www.xyphp.com All rights reserved.
// +----------------------------------------------------------------------
// | Author    襄阳尚睿德创信息技术有限公司 QQ：862199478  srdc2012@163.com
// +----------------------------------------------------------------------
 */
 return array(
	'DB_TYPE'=>'mysql',
	'DB_HOST'=>'#DB_HOST#',
	'DB_NAME'=>'#DB_NAME#',
	'DB_USER'=>'#DB_USER#',
	'DB_PWD'=>'#DB_PWD#',
	'DB_PORT'=>'#DB_PORT#',
	'DB_PREFIX'=>'#DB_PREFIX#',
);
?>